Repository: IsmailHazem/simplytranslate-flutter-client
Catalog: lib/l10n/main/intl_*.arb
Languages: cs, ml, nl

# empty_clipboard
source: Clipboard is empty
cs: Schránka je prázdná
ml: ക്ലിപ്പ്ബോർഡ് ശൂന്യമാണ്
nl: Klembord is leeg

source: Copied to clipboard
cs: Zkopírováno do schránky
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി
nl: Gekopieerd naar klembord

source: Check instance.
cs: Zkontrolovat instanci
ml: ഉദാഹരണം പരിശോധിക്കുക.
nl: Controleer de server.

# check_instnace_tts
source: Check instance and its TTS (Text-to-Speech) support.
cs: Zkontrolovat instanci a její podporu pro předčítání (TTS).
ml: ഉദാഹരണവും അതിന്റെ TTS (ടെക്സ്റ്റ്-ടു-സ്പീച്ച്) പിന്തുണയും പരിശോധിക്കുക.
nl: Controleer de server en zijn TTS (tekst naar spraak) ondersteuning.

# input_fraction_one
source: Entered $length character out of 5000 possible
cs: Zadali jste $length znak z možných 5000
ml: സാധ്യമായ 5000-ത്തിൽ $length വാക്കു നൽകിയിരിക്കുന്നു
nl: $length teken ingevoerd van de 5000 mogelijke

# input_fraction_few
source: Entered $length characters out of 5000 possible
cs: Zadali jste $length znaky z možných 5000
ml: സാധ്യമായ 5000-ത്തിൽ $length വാക്കുകൾ നൽകിയിരിക്കുന്നു
nl: $length tekens ingevoerd, van de 5000 toegestane

# input_fraction_many
source: Entered $length characters out of 5000 possible
cs: Zadali jste $length znaků z možných 5000
ml: സാധ്യമായ 5000-ത്തിൽ $length വാക്കുകൾ നൽകിയിരിക്കുന്നു
nl: $length tekens ingevoerd, van de 5000 toegestane

# input_fraction_other
source: Entered $length characters out of 5000 possible
cs: Zadali jste $length znaků z možných 5000
ml: സാധ്യമായ 5000-ത്തിൽ $length വാക്കുകൾ നൽകിയിരിക്കുന്നു
nl: $length tekens ingevoerd van de 5000 toegestane

# audio_limit
source: Cannot get audio for more than 200 characters
ml: 200-ൽ കൂടുതൽ വാക്കുകൾക്ക് ഓഡിയോ ലഭിക്കില്ല
nl: Kan geen geluid verwerken van meer dan 200 tekens

# not_available
source: Service is not available
ml: സേവനം ലഭ്യമല്ല
nl: Dienst is niet beschikbaar

source: Settings
ml: ക്രമീകരണങ്ങൾ
nl: Instellingen

source: Instances
ml: സംഭവങ്ങൾ
nl: Servers

source: Appearance
ml: കാഴ്ചയിൽ
nl: Uiterlijk

source: Translation
ml: വിവർത്തനം
nl: Vertaling

source: Instance
ml: സംഭവം
nl: Server

source: Random
ml: ക്രമരഹിതം
nl: Willekeurig

source: Custom
ml: ഇഷ്ടാനുസൃതം
nl: Aangepast

source: Check
ml: പരിശോധിക്കുക
nl: Controleren

source: Update list
ml: പട്ടിക പുതുക്കുക
nl: Lijst bijwerken

# update_list_summary
source: Updates the official list of instances
ml: സന്ദർഭങ്ങളുടെ ഔദ്യോഗിക പട്ടിക അപ്ഡേറ്റ് ചെയ്യുന്നു
nl: Werkt de lijst van erkende servers bij

source: Updated successfully
ml: വിജയകരമായി അപ്ഡേറ്റു ചെയ്തു
nl: Bijwerken geslaagd

# error
source: There was an error
ml: പ്രശനം ഉണ്ടായിരുന്നു
nl: Iets ging fout

source: Theme
ml: തീം
nl: Thema

source: Follow system
ml: സിസ്റ്റം തീം പിന്തുടരുക
nl: Systeemstandaard volgen

# default_share_language_summary
source: Determines the translation language for shared text from another app: $toLanguageShareDefault
ml: മറ്റൊരു ആപ്പിൽ നിന്ന് ഷെയർചെയ്ത ടെക്സ്റ്റിനെ വിവർത്തനം ചെയ്യുന്നതിനുള്ള ഭാഷ: $toLanguageShareDefault
nl: Bepaalt de taal om te vertalen voor tekst gedeeld vanuit een andere toepassing: $toLanguageShareDefault

source: Default share language
ml: ഷെയർ ചെയ്യുന്നതിനുള്ള ഭാഷ
nl: Standaard taal voor gedeelde tekst

source: About
ml: ആപ്പിനെ കുറിച്ച്
nl: Over

# team_summary
source: Coders, translators and testers
ml: കോഡ് ചെയ്യ്തവർ, പരിഭാഷകർ, ടെസ്റ്റ് ചെയ്യ്തവർ
nl: Programmeurs, vertalers en testers

source: Contribute
ml: സഹായം
nl: Draag bij

source: Version
ml: പതിപ്പ്
nl: Versie

source: License
ml: ലൈസൻസ്
nl: Licentie

source: Help
nl: Hulp

source: Donate
nl: Doneren

# report_bug
source: Report a bug
nl: Fout melden

source: Website
nl: Webstede

source: Email
nl: Webmeel

# translate_summary
source: Spread it to the world!
nl: Deel het woord!

# donate_summary
source: We appreciate it!
nl: Wij stellen het op prijs!

# report_bug_summary
source: Please let us know
nl: Stel ons a.u.b. op de hoogte

source: Text Recognition
nl: Tekstherkenning

source: Download trained data files
nl: Getrainde databestanden opslaan

# language_text_recognition
source: Text Recognition - $language
nl: Tekstherkenning - $language

# trained_data_files_not_installed
source: Trained data files are not installed.
nl: Getrainde databestanden zijn niet ingesteld.

source: Install
nl: Installen

source: Camera is not accessible
nl: Camera is niet beschikbaar

source: Autodetect not supported
nl: Herkenning niet ondersteund

source: Please select a specific language.
nl: Kies a.u.b. een taal.

source: Customize Buttons
nl: Knoppen aanpassen

source: Input
nl: Invoer

source: Output
nl: Uitvoer

source: Remove
nl: Verwijderen

source: Copy
nl: Kopiëren

source: Paste
nl: Plakken

source: Text-To-Speech
nl: Tekst-naar-spraak

source: Counter
nl: Toonbank

source: Maximize
nl: Groot maken

source: Definitions
nl: Begripsbepalingen

source: Translations
nl: Vertalingen

# select_text_by_drawing
source: Select text to translate by drawing on the screen.
nl: Kies tekst om te vertalen door op het scherm te vegen.

source: Translate
cs: Přeložit
ml: വിവർത്തനം
nl: Vertalen

source: Enter text here
cs: Zde zadejte text
ml: ടെക്സ്റ്റ് ഇവിടെ നൽകുക
nl: Tekst hier invoeren

source: Something went wrong
cs: Něco se pokazilo
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
nl: Iets ging fout

source: OK
ml: ശരി
nl: Oké

# input_limit
source: The translation input is above 5000
cs: Chcete přeložit více než 5000 znaků
ml: 5000-ന് മുകളിൽ വാക്കുകൾ നൽകിയിരിക്കുന്നു
nl: De invoer om te vertalen heeft meer dan 5000 tekens

source: Light
ml: ലൈറ്റ്
nl: Licht

# no_internet
source: No internet connection
cs: Jste bez internetu
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ലഭ്യമല്ല
nl: Geen netwerkverbinding

source: Cancel
cs: Zrušit
ml: റദ്ദാക്കുക
nl: Annuleren

# input_calc
source: Exceeded 5000 character limit by $lengthDifference
cs: Překonáváte pětitisícový limit o $lengthDifference
ml: 5000-നേക്കാൾ $lengthDifference വാക്കുകൾ കൂടുതൽ നൽകിയിരിക്കുന്നു
nl: Beperking van 5000 tekens overschreden met $lengthDifference

# contribute_summary
source: Help make it better!
ml: മികച്ചതാക്കാൻ സഹായിക്കുക!
nl: Help ons om deze inspanning nog beter te maken!

source: Dark
ml: ഡാർക്
nl: Donker

source: Team
ml: കൂട്ടായ്മ
nl: Ploeg
